[
    "Chapter I",
    "Certain infectious or parasitic diseases",
    null,
    "1A00 Cholera",
    "Cholera is a potentially epidemic and life-threatening bacterial disease that is caused by Vibrio cholerae.",
    "It is typically transmitted through contaminated water or food.",
    "Symptoms can include severe watery diarrhea, vomiting, and dehydration.",
    "Inclusions: cholera syndrome; classical cholera; El Tor cholera",
    null,
    "1A01 Intestinal infection due to other Vibrio",
    "This category is for infections caused by Vibrio species other than V. cholerae.",
    null,
    "1A01.0 Intestinal infection due to Vibrio parahaemolyticus",
    "Usually associated with consumption of raw or undercooked seafood.",
    "Inclusions: foodborne intoxication by Vibrio parahaemolyticus; seafood poisoning by V. parahaemolyticus",
    null,
    "1A0Z Intestinal infections due to other Vibrio, unspecified",
    "A long description that spans",
    "multiple lines and needs to be",
    "correctly associated with 1A0Z.",
    "Inclusions: vibrio infection NOS; atypical vibrio infection",
    null,
    "Chapter II",
    "Neoplasms",
    null,
    "2A00 Malignant neoplasm of lip",
    "This is a description for malignant neoplasm of lip, also known as lip cancer.",
    "It often appears as a sore on the lip that does not heal.",
    "Inclusions: cancer of lip; labial carcinoma",
    "Exclusions: skin cancer of lip (Block X)",
    null,
    "2A01 Malignant neoplasm of base of tongue",
    "Description for base of tongue cancer. This can be aggressive.",
    null,
    "2B5F Malignant neoplasms, stated or presumed to be primary, of specified sites, unspecified",
    "This is a catch-all description for primary malignant neoplasms of specified sites but not further detailed.",
    "Inclusions: primary cancer of unspecified site; generalized cancer, primary site specified",
    null,
    "Chapter III",
    "Diseases of the blood or blood-forming organs",
    null,
    "Chapter IV",
    "Endocrine, nutritional or metabolic diseases",
    "EA00 Diabetes mellitus",
    "Description for Diabetes.",
    "Inclusions: type 1 diabetes; type 2 diabetes; gestational diabetes"
]